Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisnuoret_kokoavat_voimansa_ilmastonmuutosta_vastaan_konferenssissa_26_8_.html.tmx
Source language: fin
Languages: smn

source: Saamelaisnuoret kokoavat voimansa ilmastonmuutosta vastaan konferenssissa 26.8.
smn: Säminuorah čuákkejeh vuoimijdis šoŋŋâdâhnubástus vuástá konferensist 26.8.

source: Yhteispohjoismainen saamelaisnuorten konferenssi järjestetään 26.8.2021.
smn: Ohtsâštave-eennâmlâš säminuorâi konferens uárnejuvvoo 26.8.2021.

source: Konferenssin teemana on ilmastonmuutos ja se järjestetään etäyhteyksin.
smn: Konferens teeman lii šoŋŋâdâhnubástus já tot uárnejuvvoo káidusohtâvuođâiguin.

source: Konferenssi on maksuton ja avoin kaikille saamelaisnuorille .
smn: Konferens lii nuuvtá já áávus puoh säminuoráid.

source: – On hienoa, että saamelaisnuoret pääsevät pitkästä aikaa yli valtiorajojen keskustelemaan heille ajankohtaisista ja tärkeistä asioista.
smn: – Lii fijnâ äšši, ete säminuorah staatâraajij rasta peesih kuhes ááigán savâstâllâđ sijjân äigikyevdilis já tehálâš aašijn.

source: Uskon, että löydämme tärkeitä nostoja ilmastonmuutokseen ja sen vastaiseen työhön, mutta myös sopeutumiseen liittyen, iloitsee nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
smn: Mun oskom, ete mij pyehtip oovdân tehálijd huámášuumijd šoŋŋâdâhnubástusâst já ton vuástásii pargoost, mutâ meiddei vuáhádumán lohtâseijee aašijd, illood nuorâirääđi saavâjođetteijee Anni-Sofia Niittyvuopio.

source: Konferenssissa kuullaan mielenkiintoisia puheenvuoroja ympäristö- ja ilmastoministeri Krista Mikkoselta, Saamelaisen parlamentaarisen neuvoston puheenjohtajalta Aili Keskitalolta, nuorelta poromieheltä Jussa Seurujärveltä sekä Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juusolta.
smn: Konferensist kuullâp mielâkiddiivâš sahâvuáruid pirâs- já šoŋŋâdâhminister Krista Mikkosist, Säämi parlamentaarlii rääđi saavâjođetteijee Aili Keskitalost, nuorâ puásuialmai Jussá Seurujärvist já Sämitige saavâjođetteijee Tyemes Aaslâk Juusost.

source: Lisäksi konferenssin ohjelmassa on työpajoja.
smn: Sahâvuárui lasseen konferensist láá pargopääjih.

source: Työpajoja pitävät nuorten johtama globaali järjestö Youth4Nature, somevaikuttaja Emmi Nuorgam sekä aktivisti, ohjaaja-käsikirjoittaja, Pauliina Feodoroff.
smn: Pargopaajijd tuálih nuorâi jođettem gloobaal orgaan Youth4Nature, somevaigutteijee Emmi Nuorgam já aktivist, stivrejeijee-kietâčällee, Pauliina Feodoroff.

source: – Toivomme, että nuoret osallistuvat rohkeasti työpajoihin, joissa etsitään itselle sopivia vaikuttamiskeinoja.
smn: – Mij tuáivup, ete nuorah uásálisteh ruokkâdávt pargopaajijd, main oceh olssis hiäivulijd vaiguttemvuovijd.

source: Ilmastonmuutos voi tuntua lamaannuttavalta, mutta haluamme kannustaa yhteisen voiman ja sanoman löytämiseen ilmastonmuutoksen vastaisessa yhteiskunnallisessa työssä, kertoo konferenssin projektityöntekijä Milla Pulska.
smn: Šoŋŋâdâhnubástus puáhta šlundodiđ, mutâ mij halijdep movtijdittiđ ohtsâš vyeimi já saavâ ucâmân šoŋŋâdâhnubástus vuástásii ohtsâškodálii pargoost, muštâl konferens proojeektpargee Milla Pulska.

source: Arktiset alkuperäiskansat kokevat ilmastonmuutoksen rajuimmin ja saamelaisnuoret ovatkin huolissaan ilmastonmuutoksen vaikutuksista saamelaisten perinteisiin elinkeinoihin ja saamelaiskulttuuriin.
smn: Šoŋŋâdâhnubástus vaaigut korrâsumosávt arktisâš algâaalmugáid já säminuorah láá-uv huolâst šoŋŋâdâhnubástus vaiguttâsâin sämmilij ärbivuáválâš iäláttâssáid já sämikulttuurân.

source: Konferenssin myötä hahmotellaan ilmastonmuutoksen vastainen julkilausuma sekä suunnitellaan saamelaisnuorten yhteisiä valtioiden rajat ylittäviä toimintamalleja.
smn: Konferens mield hämmejeh šoŋŋâđâhnubástus vuástásii almosciälkkámuš já vuávájeh säminuorâi ohtsâš toimâmaalijd staatâraajij rasta.

source: Saamelaisen parlamentaarisen neuvoston alainen nuorisoneuvosto järjestää kahden vuoden välein pohjoismaisen saamelaisnuorten konferenssin.
smn: Säämi parlamentaarlii rääđi vuálásâš nuorâirääđi uárnee jyehi nube ive tave-eennâmlii säminuorâi konferens.

source: Konferenssi järjestetään yhteistyönä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
smn: Konferens uárnejuvvoo ohtsâšpargoost Taažâ, Ruotâ já Suomâ Sämitigij nuorâituáimeiguin.

source: Konferenssin pääjärjestänä toimii Saamelaiskäräjien nuorisoneuvosto.
smn: Konferens váldu-uárnejeijee lii Sämitige nuorâirääđi.

source: Konferenssin tavoitteena on kannustaa saamelaisnuoria saamelaisen yhteiskunnan kehittämiseen.
smn: Konferens ulmen lii movtijdittiđ säminuorâid ohtsâškode oovdedmân.

source: Lisätietoja konferenssista: www.nuor.fi
smn: Lasetiäđuh konferensist: www.

source: Lisätietoja:
smn: nuor.

source: Anni-Sofia Niittyvuopio Saamelaiskäräjien nuorisoneuvoston puheenjohtaja 040 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
smn: f i

source: Milla Pulska projektityöntekijä 0406695295 milla.pulska(at)samediggi.fi
smn: Lasetiäđuh:
